
/* No comment provided by engineer. */
"%@ is not allowed to access the camera" = "%@ не е разрешено използването на камерата";

/* No comment provided by engineer. */
"%d month(s) remaining" = "%d месец(и) остават";

/* No comment provided by engineer. */
"%d totaling in %d DASH" = "%1$d общо в %2$d DASH";

/* 15 minutes */
"15M" = "15M";

/* 1 day */
"1D" = "1Д";

/* 1 month */
"1M" = "1M";

/* 1 week */
"1W" = "1С";

/* 24 hours */
"24H" = "24Ч";

/* 2 days */
"2D" = "2Д";

/* 2 hours */
"2H" = "2Ч";

/* 30 minutes */
"30M" = "30M";

/* 4 days */
"4D" = "4Д";

/* 4 hours */
"4H" = "4Ч";

/* 5 minutes */
"5M" = "5M";

/* 6 hours */
"6H" = "6Ч";

/* 6 months */
"6M" = "6M";

/* No comment provided by engineer. */
"\nallow camera access in\nSettings->Privacy->Camera->%@" = "\nразрешаване достъп до камера\nНастройки->Поверителност->Камера->%@";

/* Abstain votes count title */
"Abstain" = "Въздържал";

/* No comment provided by engineer. */
"ADD" = "Добави";

/* No comment provided by engineer. */
"Add Comment" = "Добави коментар";

/* No comment provided by engineer. */
"Add Reply" = "Добави отговор";

/* No comment provided by engineer. */
"Address" = "Адрес";

/* as in '2 months ago' */
"ago" = "преди";

/* No comment provided by engineer. */
"Alert type" = "Вид предупреждение";

/* No comment provided by engineer. */
"Alert when over" = "Предупреждение след";

/* No comment provided by engineer. */
"Alert when under" = "Предупреждение преди";

/* No comment provided by engineer. */
"Alloted" = "Разпределени";

/* No comment provided by engineer. */
"Any" = "Всеки";

/* As in 'By Username' */
"By" = "От";

/* No comment provided by engineer. */
"Can't check the address contains 1000 Dash" = "Не може да се провери дали адресът съдържа 1000 Dash";

/* Cancel button */
"Cancel" = "Отказ";

/* Price Screen */
"Choose Exchange" = "Изберете борса";

/* Price Screen */
"Choose Market" = "Изберете пазар";

/* No comment provided by engineer. */
"Completed\npayments" = "Завършени\nплащания";

/* Current proposals */
"Current" = "Текущ";

/* No comment provided by engineer. */
"DASH" = "DASH";

/* No comment provided by engineer. */
"DASH per month" = "DASH за месец";

/* No comment provided by engineer. */
"Discussion" = "Дискусия";

/* No comment provided by engineer. */
"Error" = "Грешка";

/* No comment provided by engineer. */
"Exchange" = "Борса";

/* No comment provided by engineer. */
"Final voting\ndeadline" = "Окончателно гласуване\nкраен срок";

/* No comment provided by engineer. */
"Hide Reply" = "Скриване на отговора";

/* No comment provided by engineer. */
"Import using QR code" = "Импортиране чрез QR код";

/* as in 'in 2 hours' */
"in" = "в";

/* No comment provided by engineer. */
"In reply to" = "В отговор до";

/* No comment provided by engineer. */
"invalid API key" = "Невалиден API ключ";

/* No comment provided by engineer. */
"Join the discussion!" = "Присъедини се към дискусията!";

/* No comment provided by engineer. */
"Login to your account using DashCentral\nOpen DashCentral.org → My Account → Mobile Access and scan the QR code" = "Влезте в акаунта си използвайки DashCentral\nотвори DashCentral.org → Моят акаунт → Мобилен достъп и сканирай QR кода";

/* No comment provided by engineer. */
"Market" = "Пазар";

/* No comment provided by engineer. */
"Masternode" = "Masternode";

/* No comment provided by engineer. */
"Masternode name (optional)" = "Masternode име (опция)";

/* No comment provided by engineer. */
"Monthly\namount" = "Месечно\nколичество";

/* No comment provided by engineer. */
"My Dash Wallet" = "Моят Dash портфейл";

/* No comment provided by engineer. */
"My Masternodes" = "Моите Masternodes";

/* No comment provided by engineer. */
"My Wallet Addresses" = "Моите адреси в портфейла";

/* No comment provided by engineer. */
"Name" = "Име";

/* No comment provided by engineer. */
"News" = "Новини";

/* No votes count title */
"No" = "Не";

/* No comment provided by engineer. */
"no payments occurred yet" = "няма постъпили плащания";

/* No comment provided by engineer. */
"No. This proposal needs additional %d Yes vote(s) to become funded" = "Не. Това предложение се нуждае от допълнителни %d ДА глас(а) за да бъде финансирано";

/* No comment provided by engineer. */
"not a DASH QR code" = "не е DASH QR код";

/* No comment provided by engineer. */
"Not a valid masternode address. This address does not contain the required 1000 Dash" = "Не е валиден masternode адрес. Този адрес на съдържа необходимите 1000 Dash";

/* ok */
"ok" = "ok";

/* No comment provided by engineer. */
"one-time payment" = "еднократно плащане";

/* No comment provided by engineer. */
"One-time\npayment" = "Еднократно\nплащане";

/* Ongoing proposals */
"Ongoing" = "В процес";

/* No comment provided by engineer. */
"Over %@" = "Над %@";

/* No comment provided by engineer. */
"Owner" = "Собственик";

/* Past proposals */
"Past" = "Минало";

/* No comment provided by engineer. */
"Payment\nadded / end" = "Плащане\nдобавено / край";

/* No comment provided by engineer. */
"Portfolio" = "Порт фолио ";

/* No comment provided by engineer. */
"Price" = "Цена";

/* No comment provided by engineer. */
"Price Alert" = "Ценови сигнал";

/* No comment provided by engineer. */
"Price alerts" = "Ценови сигнали";

/* No comment provided by engineer. */
"Proposal" = "Предложение";

/* No comment provided by engineer. */
"proposal owner" = "Собственик на предложението";

/* No comment provided by engineer. */
"Proposals" = "Предложения";

/* No comment provided by engineer. */
"Reply" = "Отговор";

/* No comment provided by engineer. */
"required" = "задължителен";

/* No comment provided by engineer. */
"SAVE" = "ЗАПАЗИ";

/* Search bar placeholder */
"Search" = "Търсене";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* No comment provided by engineer. */
"Show full description" = "Покажи пълното описание";

/* No comment provided by engineer. */
"Submit your comments and exchange your ideas on this proposal" = "Изпрати своите коментари и обмени идеите си за това предложение";

/* No comment provided by engineer. */
"Superblock" = "Суперблок";

/* No comment provided by engineer. */
"Total" = "Общо";

/* No comment provided by engineer. */
"Under %@" = "Под %@";

/* No comment provided by engineer. */
"Value in USD" = "Стойност в USD";

/* No comment provided by engineer. */
"Voting deadline" = "Краен срок за гласуване";

/* No comment provided by engineer. */
"Wallet Address" = "Адрес на портфейла";

/* No comment provided by engineer. */
"Wallet name (optional)" = "Име на портфейла (опция)";

/* No comment provided by engineer. */
"Will be\nfunded" = "Ще бъде\nфинансиран";

/* No comment provided by engineer. */
"Write a comment..." = "Напиши коментар...";

/* Will be funded - yes
   Yes votes count title */
"Yes" = "Да";

/* No comment provided by engineer. */
"Your DASH" = "Твят DASH";
